{
  "users": [
    {
      "judul": "Bagaimana cara mencuci sepeda yang baik",
      "deskripsi": "Membersihkan sepeda bisa menjadi kegiatan yang menyenangkan atau menyusahkan. Tetapi mencuci dan membersihkan sepeda adalah kegiatan yang wajib dilakukan supaya sepeda lebih awet, bersih, dan nyaman untuk digunakan.",
      "keyword": "Mencuci",
      "penulis": "Luky",
      "id": 1
    },
    {
      "judul": "Penyebab Rantai Sepeda Putus & Cara Perbaikinya",
      "deskripsi": "komponen yang membuat sepeda bisa berjalan adalah roda dan drivetrain. Roda dapat berputar karena terhubung dengan drivetrain lewat sebuah mekanisme gerak khusus. Sementara drivetrain sendiri merupakan gabungan dari beberapa komponen, seperti gigi, crank, pedal, dan tentunya rantai sepeda. Bagaimana jika rantai sepeda putus?",
      "keyword": "rantai",
      "penulis": "Red Secret",
      "id": 2
    },
    {
      "judul": "Tidak Nanjak Tidak Oke : Tips Gowes Kuat Saat Tanjakan dengan Roadbike\n\n\n\nKonten ini telah tayang di Kompasiana.com dengan judul \"Tidak Nanjak Tidak Oke : Tips Gowes Kuat Saat Tanjakan dengan Roadbike\", Klik untuk baca:\nhttps://www.kompasiana.com/andrechandra7206/61759a2f010190090a3a1204/tidak-nanjak-tidak-oke-tips-gowes-kuat-saat-tanjakan-dengan-roadbike\n\nKreator: Andrama\n\n\n\nKompasiana adalah platform blog, setiap konten menjadi tanggungjawab kreator.\n\nTulis opini Anda seputar isu terkini di Kompasiana.com",
      "deskripsi": "Pada saat pandemi trend gaya hidup sehat dengan bersepeda mulai digandrungi masyarakat Indonesia. Semua orang yang memiliki sepeda berlomba lomba untuk mencatatkan waktu PR atau waktu personal record mereka masing masing ketika gowes. Saat berada di tanjakanpun setiap orang ingin memperlihatkan siapa yang terkuat sampai di finish.\n",
      "keyword": "roadbike",
      "penulis": "Andrama",
      "id": 3
    },
    {
      "judul": "Komunitas Sepeda dengan Beribu Manfaat",
      "deskripsi": "Sepeda merupakan salah satu alat transportasi yang memang kini telah mengalami pergeseran menjadi sebuah alat olahraga. Alat transportasi yang satu ini, kini banyak digunakan oleh berbagai kalangan di Indonesia untuk melakukan tracking ataupun touring dengan tujuan utama adalah melakukan kegiatan olahraga. Pada umumnya kegiatan tracking ataupun touring dengan menggunakan sepeda bersama dengan rombongan satu tema. Rombongan ini merupakan rombongan perkumpulan yang biasa mereka jadikan sebagai rombongan dalam melakukan kegiatan olahraga bersepeda secara bersama-sama. Rombongan inilah yang oleh banyak orang biasa disebut dengan komunitas sepeda. Komunitas yang menggabungkan para pecinta olahraga sepeda pada suatu daerah ini tidak hanya memfasilitasi para anggotanya untuk dapat melakukan kegiatan olahraga secara bersama-sama, namun juga memfasilitasi berbagai kegiatan lainnya dengan satu misi serta tujuan yang sama",
      "keyword": "Komunitas",
      "penulis": "SerbaSepeda",
      "id": 4
    },
    {
      "judul": "Apa itu Tapered Headtube?",
      "deskripsi": "eknologi sepeda terus berkembang seiring kebutuhan penggunaannya, salah satunya adalah konstruksi frame sepeda dari sisi headtube. Saat ini banyak kalangan yang sering menyebutkan tapered headtube. Tapi, apasih tapered headtube itu?\n\nTapered adalah jenis head tube, dimana lubang headtube di bawah besar (1 1/5 inci) kemudian mengecil diatas (1 1/8 inci). Beberapa review mengatakan head tube tipe ini membuat fork terasa lebih mantap dan tidak goyang.\n\nTentunya ada beberapa kelebihan untuk headtube yang berukuran lebih besar karena dengan luas bidang yang lebih besar maka area yang bekerja juga lebih luas. Saat ini untuk ukuran headtube standar banyak digunakan untuk tipe XC, sedang ukuran oversize ( 1 ½ inci ) banyak digunakan di tipe sepeda XC dan AM, sedang tipe tapered banyak digunakan untuk sepeda AM dan FR atau DH.",
      "keyword": "Headtube",
      "penulis": "SerbaSepeda",
      "id": 5
    }
  ]
}